{
  "sections": [
    {
      "name": "People in Work",
      "link": "peopleinwork",
      "index": 0,
      "items": []
    },
    {
      "name": "People not in Work",
      "link": "peoplenotinwork",
      "index": 1,
      "items": []
    },
    {
      "name": "Public Sector Personnel",
      "link": "publicsectorpersonnel",
      "index": 2,
      "items": []
    }
  ],
  "level": "t2",
  "index": 2,
  "lede": "Labour market statistics measure many different aspects of work and jobs and provide an insight into the economy. They are also very much about people, including their participation in the labour force, the types of work they do, the earnings and benefits they receive and their working patterns. The Office for National Statistics (ONS) has developed a framework for labour market statistics to describe the major concepts that exist within the labour market and their relationship to each other.",
  "more": "The framework is based on the concepts of labour supply and demand. This approach has wide international acceptance, including by the International Labour Organisation (ILO). Labour supply consists of people who are employed, as well as those people defined as unemployed or economically inactive, who can be considered to be potential labour supply. The ONS framework distinguishes between these three categories of worker, and also between the different working arrangements of those in employment such as, employees, the self-employed and those on government schemes. Labour demand is represented by employers, who have a need for work to be done, and who offer compensation for this work to the employees who undertake it. This work is grouped by employers to form jobs. Users of labour market statistics include central and local government, economists, financial analysts, journalists, businesses, trade unions, employer associations, students, teachers, industrial tribunals, academic researchers and lobby groups. They use them for the analysis, evaluation, monitoring and planning of the labour market and economy. Labour market statistics are also used for social analysis and help inform a wide range of government policies towards population groups of particular concern (women, young people, older people and jobless households).",
  "type": "home",
  "name": "Employment and Labour Market",
  "fileName": "employmentandlabourmarket",
  "breadcrumb": []
}