{
  "title": "Methodology note on the 2011 Area Classification for Output Areas",
  "releaseDate": "19 February 2014",
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "Jukesie",
    "email": "jukesie@hotmail.com"
  },
  "lede": "The aim of this paper is to outline the methodology used to produce the 2014 Area Classification for Output Areas (2014 OAC). The classification places each UK output area, as defined following the 2014 Census, into a group with those other output areas that are most similar in terms of census variables. This enables similar areas to be classified according to their particular combination of characteristics.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Overarching aim of a new 2011 Area Classification for Output Areas",
      "markdown": "Following a user engagement exercise with users over plans for an updated 2011 Area Classification for Output Areas in February 2012, there was a clear indication from respondents to keep as far as possible the existing three-tier hierarchical nature of the classification with supergroups, groups and subgroups – but not being constrained with the exact same number of categories within each hierarchical level as with the 2001 Area Classification for Output Areas (2001 OAC), but at the same time recognising the existing number of categories with the 2001 OAC as a suitable ‘target’ to aim for with the 2011 OAC.\n These principles have been followed with the creation of the 2011 OAC, though rather than repeat the exact same methodology as was used for creating the 2001 OAC, a fresh consideration has been given to the available statistical techniques which could potentially be used, and testing of these has been undertaken to help produce an ‘optimised’ 2011 OAC."
    },
    {
      "title": "Choice of variables",
      "markdown": "The analysis was carried out using the 2011 Census Key Statistics and Quick Statistics tables, as published by the Office for National Statistics for England and Wales, National Records of Scotland for Scotland, and the Northern Ireland Statistics and Research Agency for Northern Ireland. Only variables that were consistent across the whole of the UK were considered for the 2011 OAC. An initial 167 socio-economic and demographic variables covered the main dimensions of the Census and for presentation purposes these have been defined as demographic structure; household composition; housing; socio-economic character; and employment. Strongly correlated variables were removed to avoid the duplication of particular factors. This allowed the minimum number of variables to be included so that the five main census domains were represented using the available data."
    },
    {
      "title": "Data Preparation",
      "markdown": "Before any analysis of the initial 167 variables of the output area data could be done, the data needed to be prepared to assist with the processes used in the selection of the final variables. For the data preparation, three different rate calculation techniques were considered:\n\n 1. Conversion of the data to raw percentages. \n\n 2. The calculation of index scores, in this context calculating the percentage of each variable’s count in relation to its denominator.\n\n 3. The calculation of mean differences, to identify variables with the greatest deviation away from ‘average’ characteristics.\n With the calculation of percentages (method 1), a few variables, such as those relating to area and population density could not be converted into percentages and were left unchanged. \n Three initial datasets using the 167 variables were created, one from each of the three data preparation methods."
    },
    {
      "title": "Data Transformation",
      "markdown": "The three datasets created from the data preparation were investigated to examine the extent to which outliers may exist within the data, and the data ranges. As a result of this investigation, three different transformation techniques were applied to reduce skew in the three datasets: \n\n 1. Log.\n\n 2. Box-Cox. \n\n 3. Inverse Hyperbolic Sine.\n\nThese three techniques all perform a ‘normalisation’ function of the datasets. The impact of these three data transformation techniques was later tested with the final assignment of areas into categories after ‘clustering’. \n\n By transforming the data to a log (logarithmic) scale (as was used for the 2001 OAC) the problem of very high value outliers is greatly reduced as the differences between values at the extremities of the dataset are reduced by more than differences between the smaller average values. The Box-Cox method is considered better than the log method for dealing with different distributions which may occur between variables, whilst the Inverse Hyperbolic Sine method is considered better at dealing with datasets with a large number of zero values."
    },
    {
      "title": "Data Standardisation",
      "markdown": "All clustering techniques are based on the similarity or dissimilarity of the cases to be clustered. This is measured by constructing a distance matrix reflecting all the variables in the dataset for each case. It is clear that problems will occur if there are differing scales or magnitudes among the variables. In general, variables with larger values and greater variation will have more impact on the final similarity measure. It is necessary to ensure each variable is equally represented in the distance measure by standardising the data. \n Three methods of standardisation were considered: \n\n 1. Z-score standardisation. \n\n 2. Range standardisation.\n\n 3. Inter-decile range standardisation.\n\nThe Z-score standardisation is the most common form of standardisation, and compares each value of a variable Xi to the variable mean X.  This is then divided by the standard deviation. \n The range standardisation method was implemented in both the 1991 and 2001 classifications, and compares each value of a variable, Xi, to the minimum value Xmin. This is then divided by the distance between the minimum value, Xmin, and the maximum value, Xmax, of the variable. After the data has been range standardised, each variable has a range of 1 with the maximum value being 1 and minimum value being 0. This method does not work well if the data contain extreme outliers.\n The inter-decile range standardisation method is a variation of the range standardisation method that overcomes the problems associated with outliers. It compares each value of a variable, Xi, to the median, which is then divided by the distance between the 90th percentile, and the 10th percentile."
    },
    {
      "title": "Final Variable Selection",
      "markdown": "The process of reducing the 167 initial variables to a list of final variables to cluster required multiple steps with the overall aim of reducing the number of variables so that the remaining ones were the most important for the 2011 OAC. By applying different combinations of data preparation, data transformation and data standardisation techniques, 27 unique datasets (3 x 3 x 3) were created and evaluated. From this evaluation a list of 60 final variables were chosen (see Annex A), and the data preparation, data transformation and data standardisation techniques were repeated to produce a further 27 datasets; all with the potential to be used for cluster analysis to produce the 2011 OAC.\n\n Further consideration was then undertaken of these additional 27 datasets, and methods were used to reduce these further to a smaller number for clustering suitability assessment."
    },
    {
      "title": "Clustering",
      "markdown": "There are a number of different clustering techniques which can be applied to group together areas with similar characteristics. Previous user engagement had identified a preference for a top-down hierarchical structure for the 2011 OAC as had been used for the 2001 OAC. As a result, the partitional clustering method was chosen. Whilst different methods were assessed, the partitional clustering method was considered the best way to ensure a similar cluster structure as created as for the 2001 OAC.\n\n K-means is a simple non-parametric partitional clustering method which was chosen that minimises the within cluster sum of squares whilst maximising the between cluster variability. The k-means method requires that the number of clusters is specified beforehand. It is an iterative relocation algorithm based on the sum of squares. The algorithm repeatedly moves a case from one cluster to another to improve the sum of squares within each cluster. The case is assigned/removed from the cluster to which it brings the greatest improvement. When all cases have been processed then the algorithm moves to the next iteration. A stable solution is reached when there are no more moves in a complete iteration. "
    },
    {
      "title": "Identifying optimum dataset and cluster numbers",
      "markdown": "The four most suitable datasets for clustering using the 60 final variables, and the 27 different datasets generated from different combinations of data preparation, data transformation and data standardisation were identified. Three rationales were applied to reduce the number of datasets from 27 to 4: \n\n1. Datasets that had skewness values above 1 or less than -1.\n\n2. Datasets that led to the creation of very small clusters, accounting for a small percentage of the population.\n\n3. Datasets that led to the creation of different clusters that were not considered sufficiently distinguishable."
    },
    {
      "title": "Creating a hierarchical classification using K-means",
      "markdown": "When the k-means algorithm is run on the dataset n clusters are produced. The original dataset is then split into n separate datasets (representing the highest level of the hierarchy). Each of the new datasets then has the k-means algorithm run on them separately to create the second level of the hierarchy. The second level of the hierarchy is then separated into m separate datasets and each one has the k-means algorithm run on them to create the lowest level of the hierarchy. \n\nWith the four remaining datasets to be evaluated, numerous outputs and cluster number permutations were tested using k-means, based on a preferred range of five to nine clusters for the Supergroup level, reflecting a similar hierarchical structure to the 2001 OAC. A final decision made on both the dataset and cluster numbers used to create the final 2011 OAC hierarchy was based on both qualitative and quantitative assessments. \n\nThe dataset selected created the optimum clusters in terms of the numbers of groups, and their reflection of the population and geographical distribution characteristics. This dataset was created using the following combination of data preparation, data transformation and data standardisation methods: \n\n Data Preparation – conversion of the data to raw percentages (method 1)\n\n Data Transformation – inverse hyperbolic sine (method 3)\n\n Data Standardisation – range standardisation (method 2) \n\n The resultant three-tier classification contains 8 Supergroups, 26 Groups and 76 Subgroups.\n\n Finally, in addition to allocated codes for each cluster of the 2011 OAC hierarchy, names were also created to aid the understanding of a cluster’s characteristics."
    },{
      "title": "Methodology Overview",
      "markdown": "Cats can haz rule, consectetur adipiscing elit. Suspendisse non tellus nibh. Duis tristique risus sed urna fringilla, eu facilisis orci fringilla. Nullam iaculis libero tempor vehicula ultricies\n\n * The annual rate of output producer price inflation remained low in June, while input prices continued to fall.\n * The output price index for goods produced by UK manufacturers (factory gate prices) rose 0.2% in the year to June, compared with a rise of 0.5% in the year to May.\n"
    },
    {
      "title": "Annex A List of 60 final 2011 Census Variables",
      "markdown": "It\u0027s when dogz strays into territorieses. Etiam fringilla tellus arcu, quis dapibus lacus lacinia a. Vivamus in sollicitudin eros, sed ornare metus. Nam sapien augue, varius bibendum sagittis sed, malesuada quis augue.\n\n\u003e This is an explanation box Morbi orci nulla, lobortis pretium auctor non, varius eget mi. Mauris viverra diam quam, at auctor velit placerat sit amet. In sed erat quis elit eleifend tempus. Pellentesque vestibulum orci nec nulla accumsan egestas. Proin mauris ipsum, ornare posuere risus non, consectetur lobortis mi. Pellentesque mi ante, sodales sollicitudin pretium et, varius vel enim.\n\nEtiam ac ultricies orci. Pellentesque et posuere tortor. Nunc quam risus, pharetra non condimentum at, pretium at dolor. Maecenas placerat, arcu non consequat venenatis, eros leo eleifend lorem.\n\n    sample chart\n\nProin sed facilisis sapien. Nunc hendrerit dignissim sapien, vel consequat mi rhoncus eget. Maecenas et tellus convallis, tristique risus vitae."
    },
    {
      "title": "Labour market in detail",
      "markdown": "This is a regular paragraph with a table.",
      "table": {"title": ["Name",
                         "Position",
                         "Office",
                         "Extension",
                         "Start Date",
                         "Salary"],
                "data": [
                        [
                          "Tiger Nixon",
                          "System Architect",
                          "Edinburgh",
                          "5421",
                          "2011/04/25",
                          "$320,800"
                        ],
                        [
                          "Garrett Winters",
                          "Accountant",
                          "Tokyo",
                          "8422",
                          "2011/07/25",
                          "$170,750"
                        ],
                        [
                          "Ashton Cox",
                          "Junior Technical Author",
                          "San Francisco",
                          "1562",
                          "2009/01/12",
                          "$86,000"
                        ],
                        [
                          "Cedric Kelly",
                          "Senior Javascript Developer",
                          "Edinburgh",
                          "6224",
                          "2012/03/29",
                          "$433,060"
                        ],
                        [
                          "Airi Satou",
                          "Accountant",
                          "Tokyo",
                          "5407",
                          "2008/11/28",
                          "$162,700"
                        ],
                        [
                          "Brielle Williamson",
                          "Integration Specialist",
                          "New York",
                          "4804",
                          "2012/12/02",
                          "$372,000"
                        ],
                        [
                          "Herrod Chandler",
                          "Sales Assistant",
                          "San Francisco",
                          "9608",
                          "2012/08/06",
                          "$137,500"
                        ],
                        [
                          "Rhona Davidson",
                          "Integration Specialist",
                          "Tokyo",
                          "6200",
                          "2010/10/14",
                          "$327,900"
                        ],
                        [
                          "Colleen Hurst",
                          "Javascript Developer",
                          "San Francisco",
                          "2360",
                          "2009/09/15",
                          "$205,500"
                        ],
                        [
                          "Sonya Frost",
                          "Software Engineer",
                          "Edinburgh",
                          "1667",
                          "2008/12/13",
                          "$103,600"
                        ],
                        [
                          "Jena Gaines",
                          "Office Manager",
                          "London",
                          "3814",
                          "2008/12/19",
                          "$90,560"
                        ],
                        [
                          "Quinn Flynn",
                          "Support Lead",
                          "Edinburgh",
                          "9497",
                          "2013/03/03",
                          "$342,000"
                        ],
                        [
                          "Charde Marshall",
                          "Regional Director",
                          "San Francisco",
                          "6741",
                          "2008/10/16",
                          "$470,600"
                        ],
                        [
                          "Haley Kennedy",
                          "Senior Marketing Designer",
                          "London",
                          "3597",
                          "2012/12/18",
                          "$313,500"
                        ],
                        [
                          "Tatyana Fitzpatrick",
                          "Regional Director",
                          "London",
                          "1965",
                          "2010/03/17",
                          "$385,750"
                        ],
                        [
                          "Michael Silva",
                          "Marketing Designer",
                          "London",
                          "1581",
                          "2012/11/27",
                          "$198,500"
                        ]
                    ]
                }
    }
  ]
}
