{
  "nextRelease": "June 2014",
  "contact": {
    "name": "Jukesie",
    "email": "jukesie@gmail.com"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Summary",
      "markdown": "- The Consumer Prices Index (CPI) grew by 1.2% in the year to September 2014, down from 1.5% in August.\n- Falls in transport costs (notably sea fares and air fares) and prices for a range of recreational goods provided the largest contributions to the slowdown in the rate of inflation between August and September.\n- Housing \u0026 household services (including utility bills) accounted for a third of the rate of inflation in the year to September. If falling food and motor fuel prices were excluded, the rate of inflation would be a third higher.\n- CPIH (not a National Statistic) grew by 1.2% in the year to September 2014, down from 1.5% in August.\n"
    },
    {
      "title": "A brief description of Consumer Price Inflation",
      "markdown": "Consumer price inflation is the speed at which the prices of goods and services bought by households rise or fall. Consumer price inflation is estimated by using price indices. One way to understand a price index is to think of a very large shopping basket containing all the goods and services bought by households. The price index estimates changes to the total cost of this basket. ONS consumer price indices are published monthly.\n\nONS has published a video(below) and an [infographic](http://www.ons.gov.uk:80/ons/resources/consumerpricesindexexplained_tcm77-359620.png) that explain how consumer price inflation is calculated.\n\n\u003ciframe width\u003d\"560\" height\u003d\"315\" src\u003d\"//www.youtube.com/embed/uWIIzIw45Do\" frameborder\u003d\"0\" allowfullscreen\u003e\u003c/iframe\u003e\n\nA price index can be used to measure inflation in a number of ways. The most common is to look at how the index has changed over a year. This is calculated by comparing the price index for the latest month with the same month a year ago. This is known as the 12-month inflation rate. This bulletin measures inflation to September 2014, so the 12-month rate measures changes in prices between September 2013 and September 2014.\n\nONS publishes a range of measures of consumer price and other price inflation. A tale of many price indices summarises information on the different measures. \n"
    },
    {
      "title": "What is the CPI?",
      "markdown": "The CPI is a measure of consumer price inflation produced to international standards and in line with European regulations. First published in 1997 as the Harmonised Index of Consumer Prices (HICP), the CPI is the inflation measure used in the Government’s target for inflation.\n\nThe CPI is also used for purposes such as uprating pensions, wages and benefits and can aid in the understanding of inflation on family budgets. For more information see Users and uses of consumer price inflation statistics (100.5 Kb Pdf) .\n\n### Latest figure and long-term trend\n\nThe CPI 12-month rate (the amount prices change over a year) between September 2013 and September 2014 stood at 1.2%. This means that a basket of goods and services that cost £100.00 in September 2013 would have cost £101.20 in September 2014.\n\nOver the last five years, the three main contributors to the 12-month inflation rate have been housing, water, electricity, gas \u0026 other fuels, transport (including motor fuels), and restaurants \u0026 hotels. Combined, these three sectors have, on average, accounted for almost half of the 12-month inflation rate each month.\n\nIn the year to September 2014, food prices fell by 1.5% and prices of motor fuels fell by 6.0%. Historically, these prices have been among the main causes of inflation, though this has gradually changed over the course of 2014. These product groups provide the largest downward contributions to the 12-month rate for September. While the inflation figures cannot definitively identify the causes of this change in trend, it seems plausible that increased supermarket competition, the impact of a rise in the value of sterling on the prices of imported goods and falls in crude oil and petroleum prices could be factors.\n\nIf these product groups were excluded from the CPI, the 12-month rate would approximately be a third higher (ie 1.6% rather than 1.2%). In contrast housing, water, electricity, gas \u0026 other fuels accounted for around a third of inflation (0.4 percentage points of the 1.2%).\n\nFigure A shows the CPI 12-month rate over the last 10 years. Table A shows the CPI 1-month rate (the amount prices change between two consecutive months), 12-month rate and index values for the last year. \n\n**Figure A: CPI 12-month inflation rate for the last 10 years: September 2004 to September 2014**\n\n**United Kingdom**\n\n![Figure A: CPI 12-month inflation rate for the last 10 years: September 2004 to September 2014](http://www.ons.gov.uk/ons/resources/page13_tcm77-380127.png)\n\n\n"
    },
    {
      "title": "What are the main movements?",
      "markdown": "This section explains which goods and services had the biggest impact on the change to the 12-month rate between August and September 2014 and, where relevant, considers the longer-term inflationary trends for these goods and services.\n\nThe change in the CPI 12-month rate can be calculated by comparing the 12-month rates for two consecutive months. An alternative, and equally valid, approach is to calculate it by comparing the price change between the latest two months and the price change between the same two months a year ago. Explaining the contribution to change in the 12-month rate (37.1 Kb Pdf) is a diagram explaining the calculation.\n\nThe CPI remained unchanged between August and September 2014, compared with a rise of 0.4% between the same two months in 2013. The 1-month movement was therefore 0.4 percentage points lower this year compared with last year. This led to the CPI 12-month rate falling from 1.5% in August to 1.2% in September. The 0.1 percentage point difference between the movements in the annual and monthly rates is due to rounding.\n\nThe largest downward contributions to the change in the CPI 12-month rate between August and September 2014 came from:\n\n- Transport: prices, overall, fell by 2.4% between August and September this year, compared with a more modest fall of 1.4% between the same two months a year ago. There were price falls across the sector – most notably from sea fares and air fares. Prices, overall, for these fares always fall in September following the summer holiday period. The price falls for both were larger this year than a year ago, though neither was out of line compared with previous years.\n- Recreation \u0026 culture: prices, overall, fell slightly between August and September, compared with a rise between the same two months a year ago. Much of the downward contribution came from price movements for technological goods such as laptop and tablet computers, computer accessories (eg printers and routers), games consoles and computer games. Prices for hardback books and ebooks also contributed to the slowdown in the rate of inflation.\n- Restaurants and hotels: prices, overall, rose at a slower rate between August and September this year when compared with the same two months a year ago. The downward contribution came from price movements in restaurants, cafes and canteens.\n\nThere were no notable upward contributions to the change in the CPI 12-month rate between August and September 2014.\n\nFigure B shows the contributions from each part of the CPI basket of goods and services. \n\n**Figure B: Contributions to the change in the CPI 12-month rate: September 2014**\n\n**United Kingdom**\n\n![Figure B: Contributions to the change in the CPI 12-month rate: September 2014](http://www.ons.gov.uk/ons/resources/page6_tcm77-380130.png) \n\n\n"
    },
    {
      "title": "CPIH",
      "markdown": "The National Statistics status of CPIH has been discontinued pending work by ONS to investigate and improve the method for measuring owner occupiers\u0027 housing costs in this index. Full details can be found on the UK Statistics Authority website and an [explanatory note (313.9 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/user-guidance/prices/cpi-and-rpi/cpih-announcement-august-2014.pdf) on the ONS website.\n\nCPIH is a measure of UK consumer price inflation that includes owner occupiers’ housing costs (OOH). These are the costs of housing services associated with owning, maintaining and living in one’s own home. OOH does not include costs such as utility bills, minor repairs and maintenance, which are already included in the index. CPIH uses an approach called rental equivalence to measure OOH. Rental equivalence uses the rent paid for an equivalent house as a proxy for the costs faced by an owner occupier. In other words this answers the question “how much would I have to pay in rent to live in a home like mine?” for an owner occupier. OOH does not seek to capture increases in house prices. Although this may be inconsistent with some users’ expectations of measures of OOH, the inclusion of an asset price and therefore capital gains would make the index less suitable for a measure of consumption. OOH currently accounts for just over 15% of the expenditure weight of CPIH. This has increased notably from a weight of 10% in 2005.\n\nCurrently, the method of calculation, the population coverage and the basket of goods and services are the same as the Consumer Prices Index (CPI), with the exception of OOH. The method of deriving the weights for CPIH and the data used for these are also the same as for CPI, with the exception of OOH. This can result in some differences from the CPI.\n\nIn September 2014, the 12-month rate (the rate at which prices increased between September 2013 and September 2014) for CPIH stood at 1.2%, down from 1.5% in August.\n\nThere was no difference between the CPI and CPIH 12-month rates in September 2014. Owner occupiers’ housing costs increased by 0.1% between August and September 2014, the same as between these months a year earlier. This meant it had a negligible impact on the change in the CPIH 12-month rate between the two months.\n\nFigure C shows the CPIH and OOH component 12-month rates since January 2006 (the earliest date for which the CPIH 12-month rate can be calculated). The CPI 12-month rate has been included for comparative purposes. Table B shows the CPIH and OOH component 1-month and 12-month rates and index values for the last year. \n\n**Figure C: CPIH, OOH component and CPI 12-month rates since January 2006**\n\n**United Kingdom**\n\n![Figure C: CPIH, OOH component and CPI 12-month rates since January 2006](http://www.ons.gov.uk/ons/resources/page7_tcm77-380132.png)\n\n"
    },
    {
      "title": "Retail Prices Index (RPI) and RPIJ",
      "markdown": "In accordance with the Statistics and Registration Service Act 2007, the Retail Prices Index and its derivatives have been assessed against the Code of Practice for Official Statistics and found not to meet the required standard for designation as National Statistics. The full assessment report can be found on the UK Statistics Authority website.\n\nThe RPI is a long-standing measure of UK inflation that has historically been used for a wide range of purposes such as the indexation of pensions, rents and index-linked gilts. For further information see Users and uses of consumer price inflation statistics (100.5 Kb Pdf).\n\nRPIJ is an improved variant of the Retail Prices Index, which is calculated using formulae that meet international standards. The rationale for creating RPIJ was to give users a better alternative to the RPI if their needs were for a measure of inflation based on the same population, classifications, weights etc as the RPI. Currently, RPIJ also acts as an analytical series in that it allows users to see the impact of using the Jevons (which meets international standards) in place of the Carli formula (which does not meet international standards) in the RPI. The use of the different formulae at the elementary aggregate level is currently the only difference between the two indices. ONS does not produce detailed goods and services indices for RPIJ.\n\nIn September 2014, the 12-month rate for RPIJ stood at 1.6%, down from 1.8% in the year to August.\n\nThe RPI 12-month rate for September 2014 stood at 2.3%, meaning that it was 0.7 percentage points higher than it would have been had it used formulae that meet international standards.\n"
    }
  ],
  "accordion": [
    {
      "title": "Background Notes",
      "markdown": "[Consumer Price Indices Technical Manual: 2014 Edition (PDF)](http://www.ons.gov.uk/ons/guide-method/user-guidance/prices/cpi-and-rpi/cpi-technical-manual/consumer-price-indices-technical-manual--2014.pdf) 691KB\n\n[Consumer Price Inflation including CPI, CPIH, RPIJ \u0026 RPI: Quality \u0026 Methodology Information (PDF)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-information/economic-statistics/summary-quality-report-for-cpi.pdf) 145KB\n\n[Report on the Triennial Review of the Consumer Prices Index \nand Retail Prices Index Central Collection of Prices: Spring 2012 (PDF)](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/reviews/report-of-the-triennial-review-of-the-consumer-prices-index-and-retail-prices-index-central-collection-of-prices-2012.pdf) 1.8MB\n"
    },
    {
      "title": "References",
      "markdown": ""
    },
    {
      "title": "Footnotes",
      "markdown": ""
    }
  ],
  "headline1": "The Consumer Price Index (CPI) grew by 1.5% in the year to May 2014, down from 1.8% in April.",
  "headline2": "Fall in transport services costs, notably air fares, provided the largest contribution to the decrease in the rate",
  "headline3": "The timing of Easter in April is likely to have an impact on movements in the index, notably for air and sea fares.",
  "summary": "CPI, CPIH, RPI and RPIJ inflation price indices for September 2014 - brief description and analysis",
  "relatedBulletins": [],
  "title": "Consumer Price Inflation",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "Consumer Price Inflation",
  "uri": "/economy/inflationandpriceindices/bulletins/consumerpriceinflation",
  "fileName": "consumerpriceinflation",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "Economy",
      "fileName": "economy"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Inflation and Price Indices",
      "fileName": "inflationandpriceindices",
      "breadcrumb": []
    }
  ]
}