{
  "nextRelease": "21 November 2014",
  "contact": {
    "name": "James Tucker",
    "email": "earnings@ons.gsi.gov.uk"
  },
  "lede": "Producer Price Inflation (PPI) measures the price changes of goods bought and sold by UK manufacturers this month compared to the same month a year ago. PPI provides a key measure of inflation alongside other indicators such as the Consumer Prices Index (CPI) and Services Producer Price Index (SPPI).PPI is split into two components: output price inflation and input price inflation. The input price indices capture changes in the cost of the material and fuel inputs that producers face whereas the output price indices capture the changing prices of goods sold by producers.This article looks at the trends in both producer price indices since 2000 and which components contribute most towards changes in each price index in recent years.",
  "more": "Annual output and input price changes follow similar trends, but with the latter tending to have higher price growth1. In Figure 1, trends in producer price inflation can be split into three distinct periods: 2000 to 2005, 2005 to 2012 and 2012 to June 2014.  Both indices experience greater variability within the second period of 2005 to 2012 than compared with the first and third period. From 2005 to 2012 the average growth rate was 2.9% for output price inflation and 8.1% for input price inflation.  The largest peaks and troughs experienced for both indices throughout the time series shown below occurred in the second period of 2005 to 2012. Output price inflation rose to 8.9% in July 2008 while input price inflation rose to 34.8% in June 2008 and both fell to their lowest rates in July 2009: output price inflation falling by 1.6% and input price inflation falling by 14.8%.",
  "sections": [
    {
      "title": "Key points",
      "markdown": "- In 2013, the proportion of employees who belonged to a workplace pension increased to 50%, the first increase since 2006.\n- 85% of public sector employees and 36% of private sector employees had a workplace pension scheme in 2013.\n- In the private sector, 51% of employees within large employers (5000+ employees) were members of a workplace pension in 2013 compared to 36% in 2012.\n- In the public sector, 75% of full time employees earning £100-200 per week were members of a workplace pension in 2013 compared to 59% in 2012.\n- In 2013, 23% of employees with defined contribution pension schemes received employer contributions of greater than zero and under 4% of pensionable earnings, compared to 11% in 2012. The proportion of employees with defined contribution schemes receiving employer contributions of over 12% was 20% in 2013 compared to 33% in 2012.\n- The introduction of automatic enrolment represents a major change in the UK workplace pension system. Automatic enrolment began in October 2012 for employers with over 120,000 employees, with gradual roll-out to all employers by 2018. Automatic enrolment aims to extend workplace pension membership, in particular for those who are moderate to low earners.\n"
    },
    {
      "title": "Background",
      "markdown": "ASHE is a key source of information on workplace pensions in the UK as it collects information on all types of workplace pension: occupational pension schemes, group personal pensions and group stakeholder pensions. The survey results are used widely in order to analyse pension participation and to monitor the impacts of pension reforms.\n\nASHE collects information on employee membership of the current employer’s workplace pension scheme. This does not include preserved rights in any former employer’s pension scheme or pensions paid by former employers.\n\nASHE collects information from employers on employee jobs, although they are referred to in this bulletin as ‘employees’.\n"
    },
    {
      "title": "Workplace pension reforms",
      "markdown": "The [Pensions Act 2008](http://www.ons.gov.uk/ons/external-links/other-government-departments/dwp/dwp--pensions-act-2008.html \"DWP: Pensions Act 2008\") put in place a framework for workplace pension reform designed to increase private pension saving in the UK. This framework was amended slightly by the [Pensions Act 2011](http://www.ons.gov.uk/ons/external-links/parliament/legislation--the-pensions-act-2011.html \"Legislation: The Pensions Act 2011\"). One of the key reforms was that, from October 2012, all eligible employees are to be automatically enrolled into a qualifying workplace pension scheme.\n\nAutomatic enrolment was introduced for all employees, aged between 22 and the state pension age, who earn more than £8,105 per year (£9,440 from April 2013) and are not participating in a workplace pension scheme.\n\nAutomatic enrolment is being introduced in stages, based on the size of the employers’ PAYE scheme on 1st April 2012. Automatic enrolment started in October 2012 for employers with over 120,000 employees, with gradual roll-out to all employers by 2018.\n\nUnder automatic enrolment employers select a pension scheme for their employees. Employers have a duty to enrol all eligible employees into a pension scheme meeting the qualifying requirements set out within the Pensions Act 2008 and 2011 and to make contributions to this scheme on their employees’ behalf. Workers are able to opt out of their employer’s scheme if they wish but, if they are still eligible, they will be re-enrolled after a three year period.\n\nIn order to be considered a qualifying pension scheme, schemes will eventually have to make minimum contributions of 8% of an employee’s qualifying earnings, of which at least 3% must come from the employer. However, there is a phasing in period, during which lower contributions are allowed. From October 2012 to September 2017 the minimum contribution is 2% of an employee’s qualifying earnings of which at least 1% must come from the employer.\n\nThe Pensions Act 2008 created the [National Employment Savings Trust](http://www.ons.gov.uk/ons/external-links/other/nest--what-is-nest-.html \"NEST: What is NEST?\") (NEST), a new trust-based Defined Contribution (DC) pension scheme, to assist employers with pension provision. Other separate trust-based arrangements, known as master trusts (see [Glossary (198.9 Kb Pdf)](http://www.ons.gov.uk/ons/rel/pensions/pension-trends/no--1--2005-edition/pension-trends--glossary.pdf \"Pension Trneds: Glossary\") ), have also been set up to facilitate automatic enrolment. Examples of these include [NOW: Pensions](http://www.ons.gov.uk/ons/external-links/other/now--pensions.html \"NOW: Pensions\") and [The People’s Pension](http://www.ons.gov.uk/ons/external-links/other/the-people-s-pension.html \"The People’s Pension\").\n\nThe Pensions Act 2011 introduced: an annual review of the automatic enrolment earnings trigger; an annual review of the upper or lower limits of the qualifying earnings band; and an optional waiting period of up to three months before an employee must be automatically enrolled into a workplace pension.\n\nThese reforms represent a major change in the UK private pension system, aiming to extend coverage to the millions of employees without a private pension, in particular those in the target market of moderate to low earners.\n\n##### Notes for Workplace pension reforms\n1. For more information on automatic enrolment see: [Pension Trends, Chapter 6: Private Pensions, 2013 edition](http://www.ons.gov.uk/ons/rel/pensions/pension-trends/chapter-6--private-pensions--2013-edition/index.html \"Chapter 6: Private Pensions 2013 Edition\") and [Department of Work and Pensions: Automatic Enrolment Evaluation report 2013](http://www.ons.gov.uk/ons/external-links/other-government-departments/dwp/dwp--automatic-enrolment-evaluation-report-2013.html \"DWP: Automatic Enrolment evaluation report 2013\").\n"
    },
    {
      "title": "Workplace pension scheme membership",
      "markdown": "Figure 1 shows pension participation by type of pension between 1997, when the Annual Survey of Hours and Earnings (ASHE) first collected the information, and 20131.  In 2013, the proportion of employees2 who belonged to a workplace pension was 50%. In 1997, 55% of employees belonged to a workplace pension scheme. In 2012, prior to the implementation of workplace pension reforms, 47% of employees belonged to a workplace pension scheme.\n\nAlthough membership was 50% overall in 2013, there was a significant difference between sectors:\n\n- 85% of public sector employees were members of a workplace pension scheme;\n- 36% of private sector employees were members of a workplace pension scheme.\n\nThe overall increase in proportion of employees with a workplace pension between 2012 and 2013 is driven by increases across different pension types. Membership of defined benefit occupational pension schemes increased from 28% in 2012 to 29% in 2013, membership of defined contribution occupational pension schemes also increased, from 7% to 8% in the same period. Membership of group personal3 and group stakeholder pensions was 12% in 2013, compared with 1% in 1997 (before stakeholder pensions were introduced) and 10% in 2012.\n\n#### Figure 1: Proportion of employees with workplace pensions: by type of pension, 1997 to 2013\n[![Figure 1: Proportion of employees with workplace pensions: by type of pension, 1997 to 2013](http://www.ons.gov.uk/ons/resources/figure1_tcm77-355245.png)](http://www.ons.gov.uk/ons/resources/figure1_tcm77-355245.png \"Figure 1: Proportion of employees with workplace pensions: by type of pension, 1997 to 2013\")\n\n##### Notes:\n1. Results for 2005 onwards are based on a new questionnaire and may not be comparable with earlier results.\n2. ASHE estimates for 2011 onwards are based on a Standard Occupational Classification (SOC) 2010 basis.\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/ashe/annual-survey-of-hours-and-earnings-pension-tables/2013-provisional-results/chd-figure-1.xls \"XLS format\") (70 Kb)\n\nFigure 2 shows the proportion of employees with a workplace pension in 2013 by type of pension. Although membership of all types of workplace pension has increased since 2012, the largest category of workplace pensions in 2013 was still defined benefit occupational pensions: 59% of employees with a workplace pension had this type of pension.\n\n#### Figure 2: Proportion of employee jobs with workplace pensions by type of pension, 2013\n[![Figure 2: Proportion of employee jobs with workplace pensions by type of pension, 2013](http://www.ons.gov.uk/ons/resources/figure2_tcm77-355252.png)](http://www.ons.gov.uk/ons/resources/figure2_tcm77-355252.png \"Figure 2: Proportion of employee jobs with workplace pensions by type of pension, 2013\")\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/ashe/annual-survey-of-hours-and-earnings-pension-tables/2013-provisional-results/chd-figure-2.xls \"XLS format\") (83.5 Kb)\n\nWorkplace pension participation differs between the public and private sectors. Table 3 shows that in 2013, 95% of public sector employees with workplace pensions had a defined benefit occupational pension, but in the private sector only 24% of employees with workplace pensions were in a defined benefit scheme. Conversely, defined contribution pensions (whether occupational, group personal or group stakeholder), were more common in the private sector than in the public sector.\n\n#### Table 3: Employees with workplace pensions: percentages by type of pension, 2013, UK\n\n##### Table notes:\n1. The public and private sectors are classified using the legal status from the Inter-Departmental Business Register (see Definitions). ‘All employees’ includes employees from the public and private sectors plus employees working for organisations classified as non-profit bodies.\n2. Percentages may not sum to 100 due to rounding.\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/ashe/annual-survey-of-hours-and-earnings-pension-tables/2013-provisional-results/prt-figure-3.xls \"XLS format\") (30.5 Kb)\n\n##### Notes for Workplace pension scheme membership\n1. The data was collected in April 2013, after the implementation of automatic enrolment, which began in October 2012 (see the section Workplace pension reforms).\n2. ASHE collects information from employers on employee jobs, although they are referred to in this bulletin as ‘employees’. Individual employees may hold more than one job.\n3. Data for Group self invested personal pensions (GSIPP) is included within the category Group personal pensions (GPP) throughout this bulletin. \n"
    },
    {
      "title": "Membership by age, working pattern, gender and earnings",
      "markdown": "Age is a key factor affecting workplace pension scheme membership. Figure 4 shows the proportion of employees1 with workplace pensions by age group in 20132:\n\n- employees under 30 are less likely to be members of a workplace pension scheme than employees in all other age bands, except 65 and over;\n- membership rates fall in the age bands around State Pension Age because many employees in these age bands are no longer contributing to a pension.\n\n#### Figure 4: Proportion of employees with workplace pensions by age band and type of pension, 2013\n[![Figure 4: Proportion of employees with workplace pensions by age band and type of pension, 2013](http://www.ons.gov.uk/ons/resources/figure4_tcm77-355257.png)](http://www.ons.gov.uk/ons/resources/figure4_tcm77-355257.png \"Figure 4: Proportion of employees with workplace pensions by age band and type of pension, 2013\")\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/ashe/annual-survey-of-hours-and-earnings-pension-tables/2013-provisional-results/chd-figure-4.xls \"XLS format\") (87.5 Kb)\n\nDespite the increase in membership of all types of workplace pensions in 2013, the pattern of membership by age has not changed significantly since 1997. In 2013:\n\n- 47% of members in the 22 to 29 age band were in defined benefit schemes, compared with 66% in the 55 to 59 age band;\n- 26% of members in the 22 to 29 age band were in group personal or group stakeholder pensions, compared with 20% in the 55 to 59 age band.\n\nNevertheless, there are some notable differences in pension membership by age since the **Workplace pension reforms**:  \n\n- 37% of 22 to 29 year olds were members of workplace pensions in 2013, compared to 31% in 2012. This six percentage point increase is larger than for any other age band.\n- This increase is driven by an increase in membership of occupational defined contribution, group personal and group stakeholder schemes. In 2013, 9% of members in the 22 to 29 age band were in defined contribution schemes, compared with 6% in 2012. Similarly, 10% of members in the 22 to 29 age band were in group personal or group stakeholder schemes in 2013, compared with 8% in 2012.\n\nWorkplace pension participation also varies by working pattern (full-time or part-time work) and gender, as shown in Figure 5.\n\n#### Figure 5: Proportion with workplace pensions by sector, working pattern and gender, 2013\n[![Figure 5: Proportion with workplace pensions by sector, working pattern and gender, 2013](http://www.ons.gov.uk/ons/resources/figure5_tcm77-355260.png)](http://www.ons.gov.uk/ons/resources/figure5_tcm77-355260.png \"Figure 5: Proportion with workplace pensions by sector, working pattern and gender, 2013\")\n\n##### Notes:\n1. The public and private sectors are classified using the legal status from the Inter-Departmental Business Register (see Definitions).\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/ashe/annual-survey-of-hours-and-earnings-pension-tables/2013-provisional-results/chd-figure-5.xls \"XLS format\") (62.5 Kb)\n\nFigure 5 shows that for full-time employees:\n\n- in the public sector, 92% of male and 90% of female employees had a workplace pension;\n- in the private sector the proportion of male employees with a workplace pension was 44%, compared with 40% of female employees.\n\nFor part-time employees, the gap between male and female participation is greater, with a higher proportion of women than men belonging to a workplace pension in both sectors:\n\n- in the public sector 75% of part-time female employees were members in 2013 compared with 62% of part-time male employees; \n- in the private sector 20% of part-time female employees were members in 2013 compared with 12% of part-time male employees.\n\nCompared to 2012, growth in proportions of employees with workplace pensions was highest in the private sector and amongst part time workers. In the private sector, 17% of part time employees were members in 2013, compared with 13% in 2012.\n\nFigure 6 shows the proportion of full-time employees with a pension by gross weekly earnings band. There is a strong relationship between earnings and workplace pension scheme membership. This is particularly true in the private sector, where full-time employees with earnings of £600 per week and over are more than five times as likely to be members of a workplace pension scheme as those earning £100 to £200 per week.\n\n#### Figure 6: Proportion of full-time employee jobs with workplace pensions: by sector and gross weekly earnings band, 2013\n[![Figure 6: Proportion of full-time employee jobs with workplace pensions: by sector and gross weekly earnings band, 2013](http://www.ons.gov.uk/ons/resources/figure6_tcm77-355263.png)](http://www.ons.gov.uk/ons/resources/figure6_tcm77-355263.png \"Figure 6: Proportion of full-time employee jobs with workplace pensions: by sector and gross weekly earnings band, 2013\")\n\n##### Notes:\n1. The public and private sectors are classified using the legal status from the Inter-Departmental Business Register (see Definitions).\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/ashe/annual-survey-of-hours-and-earnings-pension-tables/2013-provisional-results/chd-figure-6.xls \"XLS format\") (50 Kb)\n\nThe general increase in membership of workplace pensions in 2013 is evident amongst lower paid employees. The proportion of full-time employees in the public sector earning £100-200 per week and who are members of a workplace pension, has increased from 59% in 2012 to 75% in 2013. The proportion of full-time employees in the private sector earning £100-200 per week and who are members of a workplace pension, has increased from 8% in 2012 to 12% in 2013.\n\n##### Notes for Membership by age, working pattern, gender and earnings\n1. ASHE collects information from employers on employee jobs, although they are referred to in this bulletin as ‘employees’. Individual employees may hold more than one job.\n2. The data was collected in April 2013, after the implementation of automatic enrolment, which began in October 2012 (see the section **Workplace pension reforms**).\n"
    },
    {
      "title": "Membership by occupation, size of employer and region",
      "markdown": "Membership of a workplace pension is also related to the employee’s occupation. Figure 7 shows the proportion of all employees1 with a workplace pension by occupation in 20132:\n\n- those in professional occupations are most likely to have a pension, 75% in 2013;\n- those in elementary occupations (elementary occupations consist of simple and routine tasks which mainly require the use of hand-held tools and often some physical effort) are least likely to have a pension, 25% in 2013;\n- those in sales and customer service occupations were least likely to have a pension in 2012. However, the proportion of sales and customer service employees with workplace pensions increased to 28% in 2013 compared to 19% in 2012.\n\n#### Figure 7: Proportion of employee jobs with workplace pensions: by occupation, 2013\n[![Figure 7: Proportion of employee jobs with workplace pensions: by occupation, 2013](http://www.ons.gov.uk/ons/resources/figure7_tcm77-355268.png)](http://www.ons.gov.uk/ons/resources/figure7_tcm77-355268.png \"Figure 7: Proportion of employee jobs with workplace pensions: by occupation, 2013\")\n\n##### Notes:\n1. Occupations as defined by the Standard Occupational Classification (SOC) 2010.\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/ashe/annual-survey-of-hours-and-earnings-pension-tables/2013-provisional-results/chd-figure-7.xls \"XLS format\") (54.5 Kb)\n\nFigure 8 shows the proportion of employees with a pension by size of employer (measured by number of employees) in 2013. In general, the larger the employer, the higher the proportion of employees with workplace pensions.\n\nAs may have been expected due to the staged nature of automatic enrolment (see the section Workplace Pension Reforms), the largest increase in the proportion of employees with workplace pensions in 2013 was for large employees:\n\n- in the private sector, 51% of employees of employers with 5000+ employees were members of a workplace pension in 2013 compared with 36% in 2012.\n- in the public sector, 86% of employees of employers with 5000+ employees were members of a workplace pension in 2013 compared with 83% in 2012.\n\n#### Figure 8: Proportion of employee jobs with workplace pensions: by sector and size of employer, 2013\n[![Figure 8: Proportion of employee jobs with workplace pensions: by sector and size of employer, 2013](http://www.ons.gov.uk/ons/resources/figure8_tcm77-355275.png)](http://www.ons.gov.uk/ons/resources/figure8_tcm77-355275.png \"Figure 8: Proportion of employee jobs with workplace pensions: by sector and size of employer, 2013\")\n\n##### Notes:\n1. The public and private sectors are classified using the legal status from the Inter-Departmental Business Register (see Definitions).\n2. The proportion of public sector employees where employer size is between 1 and 12 employees has been suppressed on quality grounds.\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/ashe/annual-survey-of-hours-and-earnings-pension-tables/2013-provisional-results/chd-figure-8.xls \"XLS format\") (74 Kb)\n\nThere is a weak relationship between the region where the employer is located and the proportion of employees with a workplace pension (Figure 9). However, in the private sector there are some differences:\n\n- membership was highest in London (41%);\n- membership was lowest in Wales (33%).\n\n#### Figure 9: Proportion of employees with workplace pensions: by sector and region, 2013\n[![Figure 9: Proportion of employees with workplace pensions: by sector and region, 2013](http://www.ons.gov.uk/ons/resources/figure9_tcm77-355278.png)](http://www.ons.gov.uk/ons/resources/figure9_tcm77-355278.png \"Figure 9: Proportion of employees with workplace pensions: by sector and region, 2013\")\n\n##### Notes:\n1. The public and private sectors are classified using the legal status from the Inter-Departmental Business Register (see Definitions).\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/ashe/annual-survey-of-hours-and-earnings-pension-tables/2013-provisional-results/chd-figure-9.xls \"XLS format\") (66.5 Kb)\n\n##### Notes for Membership by occupation, size of employer and region\n1. ASHE collects information from employers on employee jobs, although they are referred to in this bulletin as ‘employees’. Individual employees may hold more than one job.\n2. The data was collected in April 2013, after the implementation of automatic enrolment, which began in October 2012 (see the section **Workplace pension reforms**).\n"
    },
    {
      "title": "Contributions to workplace pensions",
      "markdown": "The Annual Survey of Hours and Earnings (ASHE) also collects information on workplace pension contribution rates. Employee and employer contribution rate bands are shown by sector (Figures 10 and 11) and by pension type (Figures 12 and 13).\n\nContribution rates by age, occupation, industry and size of company are available in the reference tables published as part of this release, along with results by contracting out status (see Definitions).\n\nThe minimum contribution rates required in order that a pension scheme may qualify for automatic enrolment are discussed in the section **Workplace pension reforms**.\n\nFigure 10 shows the proportion of employees1 in each employee contribution rate band for employees with workplace pensions in the public and private sectors in 20132:\n\n- 60% of employees in the public sector and 24% in the private sector contributed more than 6% of pensionable earnings;\n- 3% of employees in the public sector and 15% in the private sector did not contribute to their pension (zero contributions).\n- In 2012, 19% of private sector employees with workplace pensions did not contribute to their workplace pension;\n- in the private sector, 10% of employees with workplace pensions made contributions of greater than zero but under 2% in 2013, compared to 5% in 2012.\n\n#### Figure 10: Employees with workplace pensions:percentages by banded rate of employee contribution and sector, 2013\n[![Figure 10: Employees with workplace pensions:percentages by banded rate of employee contribution and sector, 2013](http://www.ons.gov.uk/ons/resources/figure10_tcm77-355281.png)](http://www.ons.gov.uk/ons/resources/figure10_tcm77-355281.png \"Figure 10: Employees with workplace pensions:percentages by banded rate of employee contribution and sector, 2013\")\n\n##### Notes:\n1. The public and private sectors are classified using the legal status from the Inter-Departmental Business Register (see Definitions).\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/ashe/annual-survey-of-hours-and-earnings-pension-tables/2013-provisional-results/chd-figure-10.xls \"XLS format\") (80.5 Kb)\n\nFigure 11 shows the proportion of employees in each employer contribution rate band for all employees with workplace pensions in the public and private sectors in 2013:\n\n- nearly half (49%) of employees in the public sector and 11% of those in the private sector received employer contributions of between 12% and 15% of employees’ pensionable earnings;\n- over half (55%) of employees in the private sector received employer contributions of less than 8% of employees’ pensionable earnings, compared with 4% in the public sector;\n- the proportion of employees in the private sector receiving employer contributions of greater than zero and under 4% was 21% compared with 16% in 2012;\n- the proportion of employees in the private sector receiving employer contributions over 8% was 45%, compared with 50% in 2012.\n\n#### Figure 11: Employees with workplace pensions: percentages by banded rate of employer contribution and sector, 2013\n[![Figure 11: Employees with workplace pensions: percentages by banded rate of employer contribution and sector, 2013](http://www.ons.gov.uk/ons/resources/figure11_tcm77-355284.png)](http://www.ons.gov.uk/ons/resources/figure11_tcm77-355284.png \"Figure 11: Employees with workplace pensions: percentages by banded rate of employer contribution and sector, 2013\")\n\n##### Notes:\n1. The public and private sectors are classified using the legal status from the Inter-Departmental Business Register (see Definitions).\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/ashe/annual-survey-of-hours-and-earnings-pension-tables/2013-provisional-results/chd-figure-11.xls \"XLS format\") (69.5 Kb)\n\nFigure 12 shows the proportion of employees in each employee contribution rate band, for employees with workplace pensions by pension type, in 2013:  \n\n- 84% of employees in occupational defined benefit schemes contributed over 5% of their pensionable earnings, compared with 31% of those in defined contribution schemes and 28% of those with group personal and stakeholder pensions;\n- 13% of those employees with defined contribution pensions did not contribute to their pension in 2013, compared to 20% in 2012;\n- 16% of employees with defined contribution pensions contributed greater than zero and under 2% of pensionable earnings in 2013, compared to 5% in 2012.\n\n#### Figure 12: Employees with workplace pensions: percentages by banded rate of employee contribution and pension type, 2013, UK\n[![Figure 12: Employees with workplace pensions: percentages by banded rate of employee contribution and pension type, 2013, UK](http://www.ons.gov.uk/ons/resources/figure12_tcm77-355287.png)](http://www.ons.gov.uk/ons/resources/figure12_tcm77-355287.png \"Figure 12: Employees with workplace pensions: percentages by banded rate of employee contribution and pension type, 2013, UK\")\n\n##### Notes:\n1. The public and private sectors are classified using the legal status from the Inter-Departmental Business Register (see Definitions).\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/ashe/annual-survey-of-hours-and-earnings-pension-tables/2013-provisional-results/chd-figure-12.xls \"XLS format\") (82.5 Kb)\n\nFigure 13 shows the proportion of employees in each employer contribution rate band, for all employees with workplace pensions, by pension type. In 2013:\n\n- 73% of employees with group personal or stakeholder pensions received contributions of less than 8% of their pensionable earnings, compared with 55% of those with defined contribution pensions and 5% of those with defined benefit pensions;\n- 45% of employees with occupational defined benefit occupational pension schemes received contributions of 15% or more of their pensionable earnings, compared with 9% of those with defined contribution schemes and 5% of those with group personal or stakeholder pensions.\n- 23% of employees with occupational defined contribution pension schemes received contributions of greater than zero and under 4% of pensionable earnings, compared to 11% in 2012. The proportion of employees with occupational defined contribution schemes receiving contributions of over 12% was 20% in 2013 compared to 33% in 2012.\n\n#### Figure 13: Employees with workplace pensions: by banded rate of employer contribution; and pension type, 2013\n[![Figure 13: Employees with workplace pensions: by banded rate of employer contribution; and pension type, 2013](http://www.ons.gov.uk/ons/resources/figure13_tcm77-355290.png)](http://www.ons.gov.uk/ons/resources/figure13_tcm77-355290.png \"Figure 13: Employees with workplace pensions: by banded rate of employer contribution; and pension type, 2013\")\n\n##### Notes:\n1. The public and private sectors are classified using the legal status from the Inter-Departmental Business Register (see Definitions).\n\n##### Download chart: \n![XLS](http://www.ons.gov.uk/ons/resources/iconxls_tcm77-30132.gif \"XLS\")  [XLS format](http://www.ons.gov.uk/ons/rel/ashe/annual-survey-of-hours-and-earnings-pension-tables/2013-provisional-results/chd-figure-13.xls \"XLS format\") (91.5 Kb)\n\n##### Notes for Contributions to workplace pensions\n1. ASHE collects information from employers on employee jobs, although they are referred to in this bulletin as ‘employees’. Individual employees may hold more than one job.\n2. The data was collected in April 2013, after the implementation of automatic enrolment, which began in October 2012 (see the section Workplace pension reforms).\n"
    },
    {
      "title": "Definitions",
      "markdown": "**Automatic enrolment**: Under reforms brought in by the Pensions Acts 2008 and 2011, employers must enrol all eligible employees into a qualifying private pension. Workers can opt out but will be re-enrolled every three years and need to opt out each time. Automatic enrolment is a staged process to 2018, starting with the larger employers in 2012. (See also the section **Workplace pension reforms**, [Pension Trends, Chapter 6: Private Pensions, 2013 edition](http://www.ons.gov.uk/ons/rel/pensions/pension-trends/chapter-6--private-pensions--2013-edition/index.html \"Chapter 6: Private Pensions, 2013 edition\"), [Department of Work and Pensions: Automatic Enrolment Evaluation Report 2013](http://www.ons.gov.uk/ons/external-links/other-government-departments/dwp/dwp--automatic-enrolment-evaluation-report-2013.html \"DWP Automatic enrolment evaluation report 2013\")\n\n**Contracted out**: This refers to a statutory arrangement under which pension schemes that meet certain conditions may contract out of the State Second Pension (S2P), formerly the State Earnings-Related Pension Scheme (SERPS). The members’ and employers’ National Insurance contributions are reduced or partially rebated. Members of a contracted out pension scheme obtain rights in the scheme in place of rights to an additional state pension. Contracting out through defined contribution schemes (occupational defined contribution, personal and stakeholder pensions) was abolished from 6 April 2012. Anyone contracted out of a defined contribution scheme at that time was automatically contracted back into the State Second Pension. Contracting out through an occupational defined benefit scheme continued although this will be affected by proposed changes to the State Pension (see [Department for Work and Pensions](http://www.ons.gov.uk/ons/external-links/other-government-departments/dwp/dwp--single-tier-pension.html \"DWP: Single tier pension\"): The single-tier pension: a simple foundation for saving and the [Pensions Bill 2013-14](http://www.ons.gov.uk/ons/external-links/parliament/pensions-bill-2013-14.html \"Pensions Bill 2013-14\")).\n\n**Contributions**: Payments into a pension by employees (and other individuals) or by employers.\n\n**Defined benefit scheme**: An occupational pension scheme in which the rules specify the rate of benefits to be paid. The most common defined benefit scheme is a salary-related scheme in which the benefits are based on the number of years of pensionable service, the accrual rate and either the final salary, the average of selected years’ salaries or the best year’s salary within a specified period before retirement.\n\n**Defined contribution scheme**: A pension scheme in which the benefits are determined by the contributions paid into the scheme, the investment return on those contributions, and the type of annuity (if any) purchased upon retirement. It is also known as a money purchase scheme. Defined contribution pensions may be occupational, personal or stakeholder pensions.\n\n**Group personal pension (GPP)**: An arrangement made for the employees of a particular employer or group of employers to participate in a personal pension on a group basis. This is a collecting arrangement only; the contract is between the individual and the pension provider, normally an insurance company. GPPs are a form of workplace pension.\n\n**Group self-invested personal pension (GSIPP)**: An arrangement made for the employees of a particular employer, or group of employers, to participate in a personal pension on a group basis. The GSIPP is similar to the group personal pension except that it is the policy holder rather than the pension provider who chooses the investments. GSIPPs are a form of workplace pension.\n\n**Group stakeholder pension**: An arrangement made for the employees of a particular employer or group of employers to participate in a stakeholder pension on a group basis. This is a collecting arrangement only; the contract is between the individual and the pension provider, normally an insurance company. Group stakeholder pensions are a form of workplace pension.\n\n**Inter-Departmental Business Register**: Introduced in 1994, the [Inter-Departmental Business Register](http://www.ons.gov.uk/ons/about-ons/products-and-services/idbr/index.html \"IDBR\") (IDBR) is the sampling frame for surveys of businesses carried out by the ONS and by other government departments. It is also a key data source for analysis of business activity.\n\n**Occupational pension scheme**: An arrangement (other than accident or permanent health insurance) organised by an employer (or on behalf of a group of employers) to provide benefits for employees on their retirement and for their dependants on their death. In the private sector, occupational schemes are trust-based. Occupational pension schemes are a form of workplace pension.\n\n**Pension scheme**: A legal arrangement offering benefits to members upon retirement. Schemes are provided by employers and are differentiated by a wide range of rules governing membership eligibility, contributions, benefits and taxation. Pension schemes in the private sector have trustees. Personal pensions and stakeholder pensions offered by insurance companies may also be referred to as schemes, but technically they are individual accounts rather than schemes.\n\n**Personal pension**: An arrangement where the contract to provide contributions in return for retirement benefits is between an individual and an insurance company. Such plans may be taken out by individuals on their own initiative - for example, to provide a primary source of retirement income for the self-employed, or to provide a secondary income to employees who are members of occupational schemes. These would not be covered in the Annual Survey of Hours and Earnings (ASHE) results. Alternatively they may be facilitated by an employer. These pensions are covered by ASHE and include group personal pensions and group stakeholder pensions. Personal pensions are a form of defined contribution pension.  \n  \n**Private sector schemes**: Schemes covering the part of the economy consisting of individuals, firms and other institutions. In ASHE the public and private sectors are classified using the legal status from the Inter-Departmental Business Register. ‘All employees’ categories include employees from the public and private sectors plus employees working for organisations classified as non-profit bodies.\n\n**Public sector schemes**: Schemes covering the part of the economy that is state-provided, including central and local government, schooling, health and social services, policing and the armed forces. In ASHE the public and private sectors are classified using the legal status from the Inter-Departmental Business Register. ‘All employees’ categories include employees from the public and private sectors plus employees working for organisations classified as non-profit bodies.\n\n**Stakeholder pension**: Available since 2001, a flexible, portable, personal pension arrangement (provided by insurance companies) with capped management charges, that must meet the conditions set out in the Welfare Reform and Pensions Act 1999 and be registered with The Pensions Regulator. They can be taken out by an individual or facilitated by an employer. Stakeholder pensions are a form of defined contribution pension.\n\n**Standard Occupational Classification (SOC)**: The classificatory system used in the UK to place individuals into occupational groups. More information is available from the [Current standard classifications](http://www.ons.gov.uk/ons/guide-method/classifications/current-standard-classifications/soc2010/index.html \"Standard Occupational Classification 2010 (SOC2010)\") section of the Office for National Statistics (ONS) website.\n\n**Workplace pension**: A workplace pension is a pension which is provided or facilitated via a workplace, principally for employees.  It includes both occupational pension schemes and all forms of group personal and group stakeholder pensions.\n"
    }
  ],
  "accordion": [
    {
      "title": "Background notes",
      "markdown": "1. Detailed tables on pensions from the 2013 Annual Survey of Hours and Earnings (ASHE) are published as part of this release: [Annual Survey of Hours and Earnings, Pension Tables 2013 Provisional Results](http://www.ons.gov.uk/ons/publications/re-reference-tables.html?edition\u003dtcm%3A77-332157 \"Annual Survey of Hours and Earnings, Pension Tables 2013 Provisional Results\").\n2. In addition to information on pensions, ASHE also provides information about the levels, distribution and make-up of earnings and hours worked for employees in all industries and occupations: [Annual Survey of Hours and Earnings, 2013 Provisional Results](http://www.ons.gov.uk/ons/rel/ashe/annual-survey-of-hours-and-earnings/2013-provisional-results/index.html \"2013 Provisional Reports\").\n3. ASHE is based on a 1% sample of employee jobs taken from HM Revenue \u0026 Customs (HMRC) PAYE records. Information is obtained from employers and treated confidentially. ASHE does not cover the self-employed nor does it cover employees not paid during the reference period. In 2013, information related to the pay period which included 17 April.\n4. Statistics relating to 2012 relate to revised 2012 data, tables of which are published as part of this release: [Annual Survey of Hours and Earnings, Pension Tables 2012 Revised Results](http://www.ons.gov.uk/ons/publications/re-reference-tables.html?edition\u003dtcm%3A77-332149 \"Annual Survey of Hours and Earnings, Pension Tables 2012 Revised Results\").\n5. **Methodology and quality information**: Information is available from the [Annual Survey of Hours and Earnings Guidance and Methodology](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/labour-market/annual-survey-of-hours-and-earnings/index.html \"Annual Survey of Hours and Earnings\") section of the ONS website.\n6. **Relevance to users**: ASHE is a key source of information on workplace pension provision in the UK as it collects information on group personal and group stakeholder pensions as well as occupational pension schemes. The survey results are used widely in order to analyse pension participation and monitor the impacts of pension reforms.\n\nAs ASHE is a survey of employers, it only covers workplace pensions, which are those that are either provided or facilitated by employers; it does not cover individual personal or stakeholder pensions, where individuals enter into a contract with an insurance company that is not facilitated by an employer.\n\nASHE collects only information on the current employer’s pension scheme. Employees may hold preserved rights in former employers’ pension schemes or be in receipt of a pension from a former employer. This information is not captured by the survey.\n\nIn ASHE employees are defined as making contributions to a workplace pension if they have made a contribution, or had a contribution made on their behalf, in the survey pay period.\n\n7. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](http://www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: \u003cmedia.relations@ons.gsi.gov.uk\u003e\n\nThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority."
    }
  ],
  "headline1": "In 2013, the proportion of employees who belonged to a workplace pension increased to 50%, the first increase since 2006.",
  "headline2": "85% of public sector employees and 36% of private sector employees had a workplace pension scheme in 2013.",
  "headline3": "In the private sector, 51% of employees within large employers (5000+ employees) were members of a workplace pension in 2013 compared to 36% in 2012.",
  "summary": "Data on types of workplace pension arrangements for UK employees by age, industry, public/private sector, occupation and size of company.",
  "relatedBulletins": [
    {
      "summary": "Statistics and analysis based on data from the Labour Force Survey",
      "name": "Young People Not in Education, Employment or Training (NEET)",
      "uri": "/employmentandlabourmarket/unemployment/bulletins/youngpeoplenotineducationemploymentortrainingneet"
    }
  ],
  "title": "2013 Annual Survey of Hours and Earnings- Summary of Pension Results",
  "releaseDate": "19 August 2014",
  "type": "bulletin",
  "name": "2013 Annual Survey of Hours and Earnings- Summary of Pension Results",
  "uri": "/employmentandlabourmarket/unemployment/bulletins/2013annualsurveyofhoursandearningssummaryofpensionresults",
  "fileName": "2013annualsurveyofhoursandearningssummaryofpensionresults",
  "breadcrumb": [
    {
      "index": 0,
      "type": "home",
      "name": "Employment and Labour market",
      "fileName": "employmentandlabourmarket"
    },
    {
      "index": 0,
      "type": "home",
      "name": "Unemployment",
      "fileName": "unemployment",
      "breadcrumb": []
    }
  ]
}